{
  "dog": [
    "강아지는 체온 조절이 어렵기 때문에 여름 산책은 이른 아침이나 해가 진 뒤에 하는 것이 좋아요.",
    "산책 후 발바닥 패드를 미지근한 물로 씻어주면 미끄럼 방지와 피부 트러블 예방에 도움이 됩니다.",
    "장난감을 주기적으로 교체해 주면 분리불안 감소와 두뇌 자극에 도움을 줍니다.",
    "생후 16주 이전에 다양한 사회화 경험을 제공하면 평생 행동 문제가 줄어듭니다.",
    "소형견은 무릎 관절이 약하므로 계단을 오르내릴 때 안아서 이동시키는 것이 안전합니다.",
    "단단한 껌은 치석 제거에 도움이 되지만 하루 30분 이상 사용하면 치아가 닳을 수 있어요.",
    "물그릇은 세균 번식을 막기 위해 매일 세척하고 새 물로 채워주세요.",
    "간식은 하루 필요 칼로리의 10%를 넘지 않도록 조절해야 비만을 예방할 수 있습니다.",
    "배에 엎드려 누운 자세에서 갈비뼈가 만져지지 않으면 체중 조절이 필요할 수 있어요.",
    "피부 알레르기가 잦다면 저자극 단백질 사료로 전환하기 전에 수의사 상담을 받아 보세요.",
    "겨울철 산책 전에는 보호 크림을 발라 발바닥이 갈라지는 것을 예방하세요.",
    "심장사상충 예방약은 사계절 내내 꾸준히 투여해야 감염 위험을 줄일 수 있습니다.",
    "귀가 축축하거나 냄새가 나면 초기 귀염일 수 있으니 부드럽게 닦아주고 필요하면 검진을 받으세요.",
    "헐떡임이 심해지면 과열 증상일 수 있으니 즉시 시원한 그늘에서 휴식시켜 주세요.",
    "주기적인 브러싱은 죽은 털 제거뿐 아니라 혈액순환과 피부 건강에도 도움이 됩니다.",
    "식사 중 그릇을 지키는 행동은 자원 방어일 수 있으니 손을 넣기보다 단계적 훈련으로 개선하세요.",
    "장시간 드라이브 전에는 짧은 차량 탑승 연습을 해 멀미 스트레스를 줄여 주세요.",
    "관절 보호를 위해 미끄러운 바닥엔 러그나 매트를 깔아 주는 것이 좋습니다.",
    "강아지는 규칙적인 급식이 필요하니 장시간 단식을 시키지 않도록 주의하세요.",
    "목줄은 손가락 두 개가 들어갈 정도로 여유 있게 착용해야 안전합니다."
  ],
  "cat": [
    "고양이는 하루 2~3회의 짧은 놀이 세션으로 사냥 본능을 해소하면 문제 행동이 줄어듭니다.",
    "모래 화장실은 고양이 수보다 하나 더 많을 때 스트레스가 줄어듭니다.",
    "물그릇을 밥그릇과 떨어진 곳에 두면 음수량이 늘어나는 경향이 있습니다.",
    "사료를 바닥에 얇게 펴서 급여하면 폭식이 줄고 활동량이 늘어납니다.",
    "캣타워나 숨숨집처럼 높고 안전한 휴식처를 제공하면 안정감이 높아집니다.",
    "장모종은 매일 브러싱해 헤어볼을 줄이고 피부를 깨끗하게 유지하세요.",
    "캣닢은 일주일에 1~2회만 제공하면 흥미가 오래 유지됩니다.",
    "샌드타이머나 터치형 장난감은 혼자 있는 시간에도 두뇌를 자극할 수 있습니다.",
    "창가에 햇볕이 들어오면 비타민 D 합성에 도움이 되지만 겨울엔 체온 유지 매트를 깔아 주세요.",
    "몸통 뒤에서 다가가면 놀랄 수 있으니 항상 시야 앞에서 손을 내밀어 주세요.",
    "귀끝과 코가 차가우면 체온이 떨어졌다는 신호일 수 있으니 따뜻한 곳에서 쉬게 하세요.",
    "물을 잘 안 마신다면 습식 사료나 물에 닭 가슴살 우린 물을 섞어 공급량을 늘릴 수 있습니다.",
    "집안을 수평·수직으로 나눠 활동 루트를 마련하면 운동량이 자연스럽게 늘어납니다.",
    "가구를 긁는 이유는 스트레칭과 표시를 동시에 하기 때문이니 긁을 전용 포스트를 준비하세요.",
    "체중이 갑자기 줄면 신부전이나 갑상선 문제일 수 있으니 조속히 검진을 받으세요.",
    "실내 식물을 키운다면 고양이에게 독성이 없는 종인지 반드시 확인해야 합니다.",
    "잔잔한 클래식 음악은 고양이 스트레스 완화에 도움이 된다는 연구가 있습니다.",
    "집사 냄새가 나는 옷을 남겨 두면 분리불안 완화에 도움이 될 수 있습니다.",
    "분리 급식이 필요하면 마그네틱 도어를 활용해 사료 절도를 막을 수 있습니다.",
    "배를 만질 때 공격한다면 긍정 강화 훈련으로 천천히 적응시키세요."
  ],
  "general": [
    "반려동물과 10분 이상 교감하면 옥시토신 분비가 늘어나 스트레스 호르몬이 감소합니다.",
    "강아지나 고양이를 쓰다듬는 행위는 혈압을 낮추고 심박수를 안정시키는 효과가 있습니다.",
    "반려동물과 함께 걷는 사람은 혼자 운동하는 사람보다 하루 평균 30분 이상 더 활동합니다.",   
    "동물을 돌보는 과정은 책임감과 루틴을 길러 우울감 완화에 도움을 줍니다.",
    "고양이의 그르릉 소리는 25~150Hz로 뼈와 근육 회복을 촉진한다는 연구가 있습니다.",
    "반려동물이 있는 가정의 아이들은 알레르기 발생률이 낮다는 보고가 있습니다.",
    "동물과 대화하는 습관은 공감 능력과 정서 표현을 자연스럽게 키워 줍니다.",
    "반려동물을 통해 커뮤니티 활동이 늘어나 사회적 고립감이 완화되는 경우가 많습니다.",
    "동물을 쓰다듬을 때 뇌파에서 베타파가 감소해 명상과 비슷한 안정감을 얻을 수 있습니다.",
    "반려동물과 함께하는 가벼운 놀이도 칼로리를 소모해 체중 관리에 긍정적인 영향을 줍니다."
  ]
}
